
brith = {
    # 开始于2017-9-19日，正式上线
    '2017-09': '亲爱的{Name}同学：生日快乐！九月，是初秋的微风吹遍大地的日子，漫山遍野的薰衣草，盛开它的芬芳，在每一个起舞的日子里，都不会被辜负。在这个秋叶飞舞的季节里，愿你永远保持着最火热的初心不变，方得始终！愿你在百捷开心快乐每一天！集团人资中心{Day}',
    '2017-10': '亲爱的{Name}同学：生日快乐！问候，像一根弦，弹奏了忙碌的生活；祝福，像一根线，串起了你我，还有他。金秋十月，武汉的天气开始渐渐转凉，记得添加衣物，做好保暖。在今天这个特殊的日子里，祝福你在百捷开心快乐每一天！集团人资中心{Day}',
    '2017-11': '亲爱的{Name}同学：生日快乐！我在时间的字典里查找快乐，解释是微笑；我在故事的百度里搜索幸福，意思是健康。亲爱的，点一只蜡烛，照亮你的笑容；放一首音乐，唱响你的愿望，发一条信息，祝福你在百捷开心快乐每一天！集团人资中心{Day}',
    '2017-12': '亲爱的{Name}同学：生日快乐！冬雪，暖阳，还有你，应该是这个季节最美的景色了。青春，欢笑......，这一切都洒满在属于你的日子里。在这个洁白的冬天，祈望心灵深处，愿芳草永绿，青春常驻，在百捷开心快乐每一天！集团人资中心{Day}',
    '2018-01': '亲爱的{Name}同学：生日快乐！万象更新的元月，是你生命中非比寻常的月份，也是你人生旅程中的又一个新起点。每一位百捷人，都有属于我们自己的时刻，回首过去，展望未来，接受祝福，期待明天的路；祝愿你在百捷开心快乐每一天！集团人资中心{Day}',
    '2018-02': '亲爱的{Name}同学：生日快乐！二月的武汉等待着一切事物的复苏，二月的百捷迎来春节前最后的冲刺，二月的天空点亮你青春的笑颜，每日清晨唱出我衷心的祝愿，平安将记载你生命的流年，祝愿你在百捷开心快乐每一天！集团人资中心{Day}',
    '2018-03': '亲爱的{Name}同学：生日快乐！三月的武汉已然回暖，夏秋冬因为今日才流转，日夜交替因为今天才变换，日月星辰因为今日才灿烂，绵绵祝福因为今天才出现，天使诞生人世间，让我用心来祝愿：愿你在百捷开心每一天！集团人资中心{Day}',
    '2018-04': '亲爱的{Name}同学：生日快乐！愿你如武汉四月的樱花，蓬勃俏丽，愿你如四月的天气阳光明媚，祝愿属于四月的你生活里充满爱，充满温情，充满希望！愿你在百捷开心每一天！集团人资中心{Day}',
    '2018-05': '亲爱的{Name}同学：生日快乐！武汉的春天将过，夏天已至，这就是五月天。春天里，我们看到种子萌芽，感受草绿花开，知道了新生是如何来的。夏日里，我们将懂得如何成长。春去夏来的月份，衷心祝愿在百捷开心每一天！集团人资中心{Day}',
    '2018-06': '亲爱的{Name}同学：生日快乐！你是一枚绿叶，生长在百捷的怀抱，你是一支歌谣，激荡着百捷的心潮，你是一首小诗，谱写着百捷的美好。衷心祝愿你开心、快乐、幸福！祝愿你在百捷开心每一天！集团人资中心{Day}',
    '2018-07': '亲爱的{Name}同学：生日快乐！七月的天空，流光溢彩，祥云欢腾；七月的武汉，鲜花怒放，红旗飘扬。七月，艳阳高照时，我们期待你在百捷创造出辉煌诗篇，期待你在万里晴空下拥有荷香般的生活。祝愿你在百捷开心每一天！集团人资中心{Day}',
    '2018-08': '亲爱的{Name}同学：生日快乐！八月的苍穹下依旧闪烁着祝福的点点恒星。愿每一位百捷人都是流火般的八月里清新的海风，有力地鼓起白色的船帆，远航。愿每一位百捷人都是伟岸的帆船，剪开人生里不惊的波澜，衷心祝福你能乘风破浪，从此时此地，开始不一样的人生精彩。集团人资中心{Day}',
    '2018-09': '亲爱的{Name}同学：生日快乐！温柔的九月，浪漫的九月，百捷愿陪你度过每一个特别的九月，愿你在这属于你的日子，舞出欢乐的节拍，唱出快乐的音符，乐出甜美的欢笑；愿你在百捷开心快乐每一天！集团人资中心{Day}',
    '2018-10': '亲爱的{Name}同学：生日快乐！青春的树越长越葱茏，生命的花就越长越艳丽，愿你像颗种子，生长在百捷的怀抱，我们等待着你将嫩绿的幼芽伸出地面，指向天空。让我用心来祝愿：愿你在百捷开心快乐每一天！集团人资中心{Day}',
    '2018-11': '亲爱的{Name}同学：生日快乐！送一缕金色的阳光，让你在百捷的生活更温暖，送一泓清凉的甘泉，让你的美丽的容颜在百捷更滋润，送一段真诚的生日祝愿，愿你在百捷开心快乐每一天！集团人资中心{Day}',
    '2018-12': '亲爱的{Name}同学：生日快乐！光阴它带走四季的歌，为我们轻轻的悠唱。风花雪月的日子里，百捷陪你年年的成长。愿时光在这特别的日子里停住，祝你生日快乐！愿你在百捷开心快乐每一天！集团人资中心{Day}',
}

siling = {
    '1': '亲爱的{Name}同学：祝贺你在百捷入职满1年啦！365个日夜，我们共同见证了你的成长。祝愿你在未来的日子里，茁壮成长如春之绿草，热情沉稳如夏之盛莲，静谧高雅如秋之枫叶，谦而不折如冬之雪梅。在百捷能遇见更美的自己！集团人资中心{Day}',
    '2': '亲爱的{Name}同学：时光荏苒，岁月如梭，祝贺你在百捷入职满2年啦！回头看看两年来走过的每一段路，一定要感谢自己的努力和坚持。公司和伙伴们也一同见证着你的成长，你如同羽翼渐丰的雏鹰，越来越勇敢。记住，扛得住，世界就是你的！集团人资中心{Day}',
    '3': '亲爱的{Name}同学：一千多个日夜，犹如白驹过隙，转瞬即逝。今天你在百捷入职满3年啦！春去秋来，你将知识和经验装进大脑，也将沉重的责任扛在肩上。感谢你与百捷共同走过的这段路，以后的日子我们将继续同行，感谢一路有你！集团人资中心{Day}',
    '4': '亲爱的{Name}同学：今天你在百捷入职满4年啦！四年间，你有成长和收获的欢乐，也有问题一时难以解决的苦闷，但一直没有变的是你拥有一颗不服输的心。感谢四年来你为公司做出的贡献，真切的祝福你在未来的日子里有更多成长，长成为自己的样子！集团人资中心{Day}',
    '5': '亲爱的{Name}同学：祝贺你在百捷入职满5年啦！人的一生中任何一个五年都是非常重要的，感谢这五年你选择了百捷，与百捷一路同行。五年的奋斗打拼，你已成为我们队伍的中坚力量。百捷的发展和进步需要你，期待你与百捷相遇的第二个五年！集团人资中心{Day}',
    '6': '亲爱的{Name}同学：感恩你与百捷同行！祝贺你在百捷入职满6年啦！六年的时间匆匆而过，但你却一步一个脚印，踏踏实实的走到了今天，感谢你的坚持。回头想想，在百捷踏出的第一步，那个时候你怀揣梦想。此刻，因为有梦想，你还会走的更远！集团人资中心{Day}',
    '7': '亲爱的{Name}同学：感恩一路有你！祝贺你在百捷入职满7年啦！七年的路很长，因为你一步一步的丈量，七年的路又很短，因为你一如既往。选择了就出发，一刻也没有停歇，所以你走在了很多人前面，感谢你的不忘初心！集团人资中心{Day}',
    '8': '亲爱的{Name}同学：职场生涯，八载春秋，祝贺你在百捷入职满8年啦！“8”这个数字象征着再生和永恒，八年的时间是十分宝贵的，八年的青春更是弥足珍贵。你用八年的青春在百捷践行自己的梦想，百捷愿用百年树人的精神呵护你的成长！集团人资中心{Day}',
    '9': '亲爱的{Name}同学：祝贺你在百捷入职满9年啦！九年的时间真的很长，但你一直保持着奋斗的姿态，这一路走来，鲜花的香味儿抵不过你的硕果累累，美酒的香甜也抵不过你的成绩卓越。有你9好，百捷感恩与你同行！集团人资中心{Day}',
    '10': '亲爱的{Name}同学：十年光阴，弹指一挥间。祝贺你在百捷入职满10年啦！十年扎根在百捷，从一份工作变成一份事业，从一份坚持变成一份坚守。因为有你，百捷更精彩！加油，我亲爱的伙伴！集团人资中心{Day}',
    '11': '亲爱的{Name}同学：祝贺你在百捷入职满11年啦！十一年的时间，你在一个行业一心一意的精耕细作，这是一种难能可贵的工匠精神。因为精专，所以我们有了更好的发展。感谢你的专注，百捷因你而更加精彩！集团人资中心{Day}',
    '12': '亲爱的{Name}同学：十二年，时间走过了一轮。祝贺你在百捷入职满12年啦！感谢你十二年以来的陪伴，陪伴百捷从初创到发展，再到逐步壮大。从现在开始又是一个新起点，新征程。百捷在未来的路上，因为有你，所以有了更加坚定的步伐！请与百捷继续前行！集团人资中心{Day}',
    '13': '亲爱的{Name}同学：十三年啦，祝贺你在百捷入职满13年啦！十三年来，我们一直在路上，一直同行。你用深情和汗水书写激扬的青春，十三个春夏秋冬，你将执着和努力挥洒在自己的岗位上。不管是现在还是未来的日子，百捷一直感恩，因为有你！集团人资中心{Day}',
    '14': '亲爱的{Name}同学：祝贺你在百捷入职满14年啦！俗话讲，高山上的人总比平原上的人先看到日出，你与百捷同行十四载，同样也见证了她的成长。感谢你的选择和陪伴，感谢你一直以来用创业者的心态在奋斗！集团人资中心{Day}',
    '15': '亲爱的{Name}同学：祝贺你在百捷入职满15年啦！从冰雪到绿草，那是冬天走向春天的路；从泥泞到崭新那是你冒着风雪，踏着冰层闯出来的路。十五年的坚持，十五年的奋斗，谱写了一段峥嵘岁月。感谢你与百捷同行的十五年，我们的下一个十五年更精彩！集团人资中心{Day}',
}
